Revit 2027 API
ParameterTypeId.RailingSystemSecondaryHandrailsHeightParam Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RailingSystemSecondaryHandrailsHeightParam { get; }
Public Shared ReadOnly Property RailingSystemSecondaryHandrailsHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RailingSystemSecondaryHandrailsHeightParam {
	ForgeTypeId^ get ();
}
static member RailingSystemSecondaryHandrailsHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace